Repository: TubeFold/App
Catalog: TubeFold App/TubeFold/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, pt, ru, ur, zh_hans

source: Remove the TubeFold icon from the Dock and the app switcher. The main window stays available.
ar: إزالة أيقونة TubeFold من Dock ومبدّل التطبيقات. ستبقى النافذة الرئيسية متاحة.
bn: Dock এবং অ্যাপ সুইচার থেকে TubeFold আইকন সরান। প্রধান উইন্ডো উপলভ্য থাকবে।
es: Elimina el icono de TubeFold del Dock y del selector de apps. La ventana principal seguirá disponible.
fr: Retirez l’icône TubeFold du Dock et du sélecteur d’apps. La fenêtre principale reste disponible.
hi: Dock और ऐप स्विचर से TubeFold आइकन हटाएं। मुख्य विंडो उपलब्ध रहेगी।
pt: Remova o ícone do TubeFold do Dock e do alternador de apps. A janela principal continuará disponível.
ru: Скрыть значок TubeFold из Dock и переключателя приложений. Главное окно останется доступным.
ur: TubeFold آئیکن کو Dock اور ایپ سوئچر سے ہٹا دیں۔ مرکزی ونڈو دستیاب رہے گی۔
zh_hans: 从 Dock 和 App 切换器中移除 TubeFold 图标。主窗口仍然可用。

source: Remove the TubeFold icon from the macOS menu bar. The main window stays available.
ar: إزالة أيقونة TubeFold من شريط قوائم macOS. ستبقى النافذة الرئيسية متاحة.
bn: macOS মেনু বার থেকে TubeFold আইকন সরান। প্রধান উইন্ডো উপলভ্য থাকবে।
es: Elimina el icono de TubeFold de la barra de menús de macOS. La ventana principal seguirá disponible.
fr: Retirez l’icône TubeFold de la barre des menus macOS. La fenêtre principale reste disponible.
hi: macOS मेनू बार से TubeFold आइकन हटाएं। मुख्य विंडो उपलब्ध रहेगी।
pt: Remova o ícone do TubeFold da barra de menus do macOS. A janela principal continuará disponível.
ru: Скрыть значок TubeFold из строки меню macOS. Главное окно останется доступным.
ur: TubeFold آئیکن کو macOS مینو بار سے ہٹا دیں۔ مرکزی ونڈو دستیاب رہے گی۔
zh_hans: 从 macOS 菜单栏中移除 TubeFold 图标。主窗口仍然可用。

source: Report an issue
ar: الإبلاغ عن مشكلة
bn: সমস্যা রিপোর্ট করুন
es: Informar de un problema
fr: Signaler un problème
hi: समस्या रिपोर्ट करें
pt: Relatar um problema
ru: Сообщить о проблеме
ur: مسئلہ رپورٹ کریں
zh_hans: 报告问题

source: Reset
ar: إعادة تعيين
bn: রিসেট
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
pt: Redefinir
ru: Сбросить
ur: ری سیٹ کریں
zh_hans: 重置

source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
pt: Tentar novamente
ru: Повторить
ur: دوبارہ کوشش کریں
zh_hans: 重试

source: Save
ar: حفظ
bn: সংরক্ষণ
es: Guardar
fr: Enregistrer
hi: सहेजें
pt: Salvar
ru: Сохранить
ur: محفوظ کریں
zh_hans: 保存

source: Saved
ar: تم الحفظ
bn: সংরক্ষিত
es: Guardado
fr: Enregistré
hi: सहेजा गया
pt: Salvo
ru: Сохранено
ur: محفوظ ہو گیا
zh_hans: 已保存

source: Settings
ar: الإعدادات
bn: সেটিংস
es: Ajustes
fr: Réglages
hi: सेटिंग्स
pt: Ajustes
ru: Настройки
ur: ترتیبات
zh_hans: 设置

source: Show a "Recently watched" banner in the Library for videos you watch on YouTube, reported by the Chrome extension.
ar: إظهار شعار "شوهد مؤخرًا" في المكتبة للفيديوهات التي تشاهدها على YouTube، والتي يبلغ عنها امتداد Chrome.
bn: Chrome এক্সটেনশনের জানানো, YouTube-এ আপনার দেখা ভিডিওর জন্য লাইব্রেরিতে "সম্প্রতি দেখা" ব্যানার দেখান।
es: Muestra en la Biblioteca un banner de "Vistos recientemente" para los vídeos que ves en YouTube, notificados por la extensión de Chrome.
fr: Affiche dans la Bibliothèque une bannière « Regardées récemment » pour les vidéos que vous regardez sur YouTube, signalées par l’extension Chrome.
hi: Chrome एक्सटेंशन द्वारा रिपोर्ट किए गए, YouTube पर देखे गए वीडियो के लिए लाइब्रेरी में "हाल में देखे गए" बैनर दिखाएं।
pt: Mostra na Biblioteca um banner "Assistidos recentemente" para os vídeos que você assiste no YouTube, informados pela extensão do Chrome.
ru: Показывать в Библиотеке баннер «Недавно просмотренные» для видео, которые вы смотрите на YouTube (их сообщает расширение Chrome).
ur: Chrome ایکسٹینشن کی اطلاع کردہ، YouTube پر دیکھی گئی ویڈیوز کے لیے لائبریری میں "حال ہی میں دیکھی گئی" بینر دکھائیں۔
zh_hans: 在资料库中为你在 YouTube 上观看的视频显示“最近观看”横幅（由 Chrome 扩展程序报告）。

source: Show Files
ar: إظهار الملفات
bn: ফাইল দেখান
es: Mostrar archivos
fr: Afficher les fichiers
hi: फ़ाइलें दिखाएं
pt: Mostrar arquivos
ru: Показать файлы
ur: فائلیں دکھائیں
zh_hans: 显示文件

source: Show in Finder
ar: إظهار في Finder
bn: Finder-এ দেখান
es: Mostrar en Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएं
pt: Mostrar no Finder
ru: Показать в Finder
ur: Finder میں دکھائیں
zh_hans: 在 Finder 中显示

source: Show Logs
ar: إظهار السجلات
bn: লগ দেখান
es: Mostrar registros
fr: Afficher les journaux
hi: लॉग दिखाएं
pt: Mostrar logs
ru: Показать логи
ur: لاگز دکھائیں
zh_hans: 显示日志

source: Storage
ar: التخزين
bn: স্টোরেজ
es: Almacenamiento
fr: Stockage
hi: स्टोरेज
pt: Armazenamento
ru: Хранилище
ur: اسٹوریج
zh_hans: 存储

source: Suggest recently watched videos
ar: اقتراح الفيديوهات التي تمت مشاهدتها مؤخرًا
bn: সম্প্রতি দেখা ভিডিও সাজেস্ট করুন
es: Sugerir vídeos vistos recientemente
fr: Suggérer les vidéos regardées récemment
hi: हाल में देखे गए वीडियो सुझाएं
pt: Sugerir vídeos assistidos recentemente
ru: Предлагать недавно просмотренные видео
ur: حال ہی میں دیکھی گئی ویڈیوز تجویز کریں
zh_hans: 推荐最近观看的视频

source: Summaries are saved here as Markdown files. Open the folder to browse, move, or back them up.
ar: تُحفظ الملخصات هنا كملفات Markdown. افتح المجلد لتصفحها أو نقلها أو نسخها احتياطيًا.
bn: সারাংশগুলো এখানে Markdown ফাইল হিসেবে সংরক্ষিত হয়। দেখতে, সরাতে বা ব্যাকআপ নিতে ফোল্ডারটি খুলুন।
es: Los resúmenes se guardan aquí como archivos Markdown. Abre la carpeta para explorarlos, moverlos o hacer copias de seguridad.
fr: Les résumés sont enregistrés ici sous forme de fichiers Markdown. Ouvrez le dossier pour les parcourir, les déplacer ou les sauvegarder.
hi: सारांश यहां Markdown फ़ाइलों के रूप में सहेजे जाते हैं। ब्राउज़ करने, स्थानांतरित करने या बैकअप लेने के लिए फ़ोल्डर खोलें।
pt: Os resumos são salvos aqui como arquivos Markdown. Abra a pasta para navegar, mover ou fazer backup deles.
ru: Сводки сохраняются здесь как файлы Markdown. Откройте папку, чтобы просмотреть, перенести или сделать резервную копию.
ur: خلاصے یہاں Markdown فائلوں کے طور پر محفوظ ہوتے ہیں۔ براؤز، منتقل یا بیک اپ کرنے کے لیے فولڈر کھولیں۔
zh_hans: 摘要会以 Markdown 文件保存在这里。打开文件夹即可浏览、移动或备份。

source: Summary ready
ar: الملخص جاهز
bn: সারাংশ প্রস্তুত
es: Resumen listo
fr: Résumé prêt
hi: सारांश तैयार है
pt: Resumo pronto
ru: Сводка готова
ur: خلاصہ تیار ہے
zh_hans: 摘要已就绪

source: Summary ready: %@
ar: الملخص جاهز: %@
bn: সারাংশ প্রস্তুত: %@
es: Resumen listo: %@
fr: Résumé prêt : %@
hi: सारांश तैयार है: %@
pt: Resumo pronto: %@
ru: Сводка готова: %@
ur: خلاصہ تیار ہے: %@
zh_hans: 摘要已就绪：%@

source: Test Connection
ar: اختبار الاتصال
bn: সংযোগ পরীক্ষা করুন
es: Probar conexión
fr: Tester la connexion
hi: कनेक्शन जांचें
pt: Testar conexão
ru: Проверить подключение
ur: کنکشن ٹیسٹ کریں
zh_hans: 测试连接

source: The default language is English. You can specify any language here (examples: English, 简体中文, Español, 日本語, 한국어, Français). Applied to new summaries.
ar: اللغة الافتراضية هي الإنجليزية. يمكنك تحديد أي لغة هنا (أمثلة: English، 简体中文، Español، 日本語، 한국어، Français). ينطبق ذلك على الملخصات الجديدة.
bn: ডিফল্ট ভাষা ইংরেজি। আপনি এখানে যেকোনো ভাষা নির্দিষ্ট করতে পারেন (উদাহরণ: English, 简体中文, Español, 日本語, 한국어, Français)। নতুন সারাংশে প্রযোজ্য।
es: El idioma predeterminado es inglés. Puedes indicar aquí cualquier idioma (ejemplos: English, 简体中文, Español, 日本語, 한국어, Français). Se aplica a los nuevos resúmenes.
fr: La langue par défaut est l’anglais. Vous pouvez indiquer ici n’importe quelle langue (exemples : English, 简体中文, Español, 日本語, 한국어, Français). Cela s’applique aux nouveaux résumés.
hi: डिफ़ॉल्ट भाषा अंग्रेज़ी है। आप यहां कोई भी भाषा निर्दिष्ट कर सकते हैं (उदाहरण: English, 简体中文, Español, 日本語, 한국어, Français)। नए सारांशों पर लागू होता है।
pt: O idioma padrão é inglês. Você pode especificar qualquer idioma aqui (exemplos: English, 简体中文, Español, 日本語, 한국어, Français). Aplicado a novos resumos.
ru: Язык по умолчанию — английский. Здесь можно указать любой язык (например: English, 简体中文, Español, 日本語, 한국어, Français). Применяется к новым сводкам.
ur: ڈیفالٹ زبان انگریزی ہے۔ آپ یہاں کوئی بھی زبان بتا سکتے ہیں (مثالیں: English، 简体中文، Español، 日本語، 한국어، Français)۔ یہ نئے خلاصوں پر لاگو ہوتا ہے۔
zh_hans: 默认语言为英语。你可以在这里指定任意语言（示例：English、简体中文、Español、日本語、한국어、Français）。适用于新的摘要。

source: Tip: send videos straight from a YouTube page with the browser extension.
ar: نصيحة: أرسل الفيديوهات مباشرة من صفحة YouTube باستخدام إضافة المتصفح.
bn: পরামর্শ: ব্রাউজার এক্সটেনশন দিয়ে YouTube পৃষ্ঠা থেকে সরাসরি ভিডিও পাঠান।
es: Consejo: envía videos directamente desde una página de YouTube con la extensión del navegador.
fr: Astuce : envoyez des vidéos directement depuis une page YouTube avec l’extension du navigateur.
hi: सलाह: ब्राउज़र एक्सटेंशन से YouTube पेज से सीधे वीडियो भेजें।
pt: Dica: envie vídeos diretamente de uma página do YouTube com a extensão do navegador.
ru: Совет: отправляйте видео прямо со страницы YouTube с помощью расширения браузера.
ur: ٹپ: براؤزر ایکسٹینشن کے ذریعے YouTube صفحے سے براہ راست ویڈیوز بھیجیں۔
zh_hans: 提示：使用浏览器扩展可直接从 YouTube 页面发送视频。

source: tokens total
ar: إجمالي الرموز
bn: মোট টোকেন
es: tokens en total
fr: jetons au total
hi: कुल टोकन
pt: tokens no total
ru: токенов всего
ur: کل ٹوکن
zh_hans: 令牌总数

source: Tokens TubeFold has spent analyzing videos with your provider CLI.
ar: الرموز التي استهلكها TubeFold في تحليل الفيديوهات باستخدام CLI الخاص بالمزوّد.
bn: আপনার প্রোভাইডার CLI দিয়ে ভিডিও বিশ্লেষণে TubeFold যে টোকেন খরচ করেছে।
es: Tokens que TubeFold ha gastado analizando videos con la CLI de tu proveedor.
fr: Jetons utilisés par TubeFold pour analyser des vidéos avec la CLI de votre fournisseur.
hi: आपके प्रोवाइडर CLI से वीडियो का विश्लेषण करते समय TubeFold ने जितने टोकन खर्च किए।
pt: Tokens que o TubeFold gastou analisando vídeos com a CLI do seu provedor.
ru: Токены, которые TubeFold потратил на анализ видео через CLI вашего провайдера.
ur: آپ کے فراہم کنندہ CLI کے ذریعے ویڈیوز کا تجزیہ کرتے ہوئے TubeFold نے جو ٹوکن خرچ کیے۔
zh_hans: TubeFold 使用你的提供商 CLI 分析视频所花费的令牌。

source: TubeFold is ready
ar: TubeFold جاهز
bn: TubeFold প্রস্তুত
es: TubeFold está listo
fr: TubeFold est prêt
hi: TubeFold तैयार है
pt: TubeFold está pronto
ru: TubeFold готов
ur: TubeFold تیار ہے
zh_hans: TubeFold 已准备就绪

source: TubeFold needs attention
ar: يتطلب TubeFold الانتباه
bn: TubeFold মনোযোগ প্রয়োজন
es: TubeFold necesita atención
fr: TubeFold nécessite votre attention
hi: TubeFold पर ध्यान देने की आवश्यकता है
pt: TubeFold precisa de atenção
ru: TubeFold требует внимания
ur: TubeFold کو توجہ درکار ہے
zh_hans: TubeFold 需要注意

source: TubeFold uses a signed-in CLI on this Mac to write summaries. Both options use your own subscription — no API key is needed.
ar: يستخدم TubeFold واجهة CLI مسجّلًا الدخول إليها على هذا الـ Mac لكتابة الملخصات. يستخدم كلا الخيارين اشتراكك الخاص، ولا حاجة إلى مفتاح API.
bn: TubeFold সারাংশ লেখার জন্য এই Mac-এ সাইন-ইন করা CLI ব্যবহার করে। উভয় বিকল্পই আপনার নিজের সাবস্ক্রিপশন ব্যবহার করে — কোনো API কী দরকার নেই।
es: TubeFold usa una CLI con sesión iniciada en este Mac para escribir resúmenes. Ambas opciones usan tu propia suscripción; no se necesita clave de API.
fr: TubeFold utilise une CLI connectée sur ce Mac pour rédiger des résumés. Les deux options utilisent votre propre abonnement ; aucune clé API n’est nécessaire.
hi: TubeFold सारांश लिखने के लिए इस Mac पर साइन-इन किए हुए CLI का उपयोग करता है। दोनों विकल्प आपकी अपनी सदस्यता का उपयोग करते हैं — किसी API कुंजी की आवश्यकता नहीं है।
pt: O TubeFold usa uma CLI conectada neste Mac para escrever resumos. As duas opções usam sua própria assinatura, sem necessidade de chave de API.
ru: TubeFold создает сводки через CLI на этом Mac, где уже выполнен вход. Оба варианта используют вашу подписку, API-ключ не нужен.
ur: TubeFold خلاصے لکھنے کے لیے اس Mac پر سائن اِن CLI استعمال کرتا ہے۔ دونوں اختیارات آپ کی اپنی سبسکرپشن استعمال کرتے ہیں، API کلید کی ضرورت نہیں۔
zh_hans: TubeFold 使用此 Mac 上已登录的 CLI 来编写摘要。两个选项都使用你自己的订阅，无需 API 密钥。

source: Usage
ar: الاستخدام
bn: ব্যবহার
es: Uso
fr: Utilisation
hi: उपयोग
pt: Uso
ru: Использование
ur: استعمال
zh_hans: 使用情况

source: Used for new summaries. Existing Markdown files stay unchanged.
ar: يُستخدم للملخصات الجديدة. تبقى ملفات Markdown الحالية دون تغيير.
bn: নতুন সারাংশের জন্য ব্যবহৃত হয়। বিদ্যমান Markdown ফাইল অপরিবর্তিত থাকে।
es: Se usa para nuevos resúmenes. Los archivos Markdown existentes no cambian.
fr: Utilisé pour les nouveaux résumés. Les fichiers Markdown existants restent inchangés.
hi: नए सारांशों के लिए उपयोग किया जाता है। मौजूदा Markdown फ़ाइलें अपरिवर्तित रहती हैं।
pt: Usado para novos resumos. Os arquivos Markdown existentes permanecem inalterados.
ru: Используется для новых сводок. Существующие Markdown-файлы не изменятся.
ur: نئے خلاصوں کے لیے استعمال ہوتا ہے۔ موجودہ Markdown فائلیں تبدیل نہیں ہوتیں۔
zh_hans: 用于新的摘要。现有 Markdown 文件保持不变。

# Version %@ (%@)
source: Version %1$@ (%2$@)
ar: الإصدار %@ (%@)
bn: সংস্করণ %@ (%@)
es: Versión %@ (%@)
fr: Version %@ (%@)
hi: संस्करण %@ (%@)
pt: Versão %@ (%@)
ru: Версия %@ (%@)
ur: ورژن %@ (%@)
zh_hans: 版本 %@ (%@)

source: Waiting for videos
ar: بانتظار الفيديوهات
bn: ভিডিওর অপেক্ষায়
es: Esperando videos
fr: En attente de vidéos
hi: वीडियो की प्रतीक्षा है
pt: Aguardando vídeos
ru: Ожидание видео
ur: ویڈیوز کا انتظار ہے
zh_hans: 正在等待视频

source: We ask %@ for a short fixed response to confirm it is signed in and ready.
ar: نطلب من %@ ردًا قصيرًا وثابتًا للتأكد من أنه مسجّل الدخول وجاهز.
bn: সাইন ইন করা এবং প্রস্তুত কিনা নিশ্চিত করতে আমরা %@-কে একটি সংক্ষিপ্ত নির্দিষ্ট উত্তর দিতে বলি।
es: Pedimos a %@ una respuesta breve y fija para confirmar que tiene sesión iniciada y está listo.
fr: Nous demandons à %@ une courte réponse fixe pour confirmer qu’il est connecté et prêt.
hi: हम %@ से एक छोटा निश्चित जवाब मांगते हैं ताकि पुष्टि हो सके कि साइन इन है और तैयार है।
pt: Pedimos a %@ uma resposta curta e fixa para confirmar que está conectado e pronto.
ru: Мы просим %@ дать короткий фиксированный ответ, чтобы подтвердить, что вход выполнен и все готово.
ur: ہم %@ سے ایک مختصر مقررہ جواب مانگتے ہیں تاکہ تصدیق ہو سکے کہ سائن اِن ہے اور تیار ہے۔
zh_hans: 我们会要求 %@ 返回一个简短的固定响应，以确认它已登录并准备就绪。

source: We look for %@ and verify the executable with a version check.
ar: نبحث عن %@ ونتحقق من الملف التنفيذي عبر فحص الإصدار.
bn: আমরা %@ খুঁজি এবং সংস্করণ পরীক্ষা দিয়ে এক্সিকিউটেবল যাচাই করি।
es: Buscamos %@ y verificamos el ejecutable con una comprobación de versión.
fr: Nous recherchons %@ et vérifions l’exécutable avec un contrôle de version.
hi: हम %@ को ढूंढते हैं और संस्करण जांच से एक्जीक्यूटेबल सत्यापित करते हैं।
pt: Procuramos %@ e verificamos o executável com uma checagem de versão.
ru: Мы ищем %@ и проверяем исполняемый файл через проверку версии.
ur: ہم %@ تلاش کرتے ہیں اور ورژن چیک کے ذریعے ایگزیکیوٹیبل کی تصدیق کرتے ہیں۔
zh_hans: 我们会查找 %@，并通过版本检查来验证可执行文件。

source: Website
ar: الموقع الإلكتروني
bn: ওয়েবসাইট
es: Sitio web
fr: Site web
hi: वेबसाइट
pt: Site
ru: Сайт
ur: ویب سائٹ
zh_hans: 网站

source: When a summary is ready, publish it to Telegraph and open the page in your browser.
ar: عندما يكون الملخص جاهزًا، انشره على Telegraph وافتح الصفحة في متصفحك.
bn: সারাংশ প্রস্তুত হলে, সেটি Telegraph-এ প্রকাশ করুন এবং পৃষ্ঠাটি আপনার ব্রাউজারে খুলুন।
es: Cuando un resumen esté listo, publícalo en Telegraph y abre la página en tu navegador.
fr: Lorsqu’un résumé est prêt, publiez-le sur Telegraph et ouvrez la page dans votre navigateur.
hi: सारांश तैयार होने पर, उसे Telegraph पर प्रकाशित करें और पेज को अपने ब्राउज़र में खोलें।
pt: Quando um resumo estiver pronto, publique-o no Telegraph e abra a página no navegador.
ru: Когда сводка готова, публиковать ее в Telegraph и открывать страницу в браузере.
ur: جب خلاصہ تیار ہو، اسے Telegraph پر شائع کریں اور صفحہ اپنے براؤزر میں کھولیں۔
zh_hans: 摘要准备好后，将其发布到 Telegraph 并在浏览器中打开页面。
